/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Uma nova versão está disponível.";
"Version:" = "Versão:";
"Released Date:" = "Data de Lançamento:";
"Remind me later" = "Lembre-me mais tarde";
"Update now" = "Atualizar agora";
"Check the update" = "Verificar a atualização";
"The version you are using is the latest one!" = "A versão que você está usando é a mais recente!";
"Software updata" = "Atualizar software";
"Network error, please check the network and try again." = "Erro de rede, verifique a rede e tente novamente.";
"OK" = "OK";
"Downloading, please wait a moment." = "Baixando, aguarde um momento.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Download concluído. Instalar agora requer fechar o programa. Você quer continuar?";
"Install now" = "Instalar Agora";
"Cancel" = "Cancelar";
"Download the latest version, do you want to cancel?" = "Baixando a versão mais recente, deseja cancelar?";
"Download error, please check the network and try again," = "Erro de download, verifique a rede e tente novamente,";
"Yes" = "Sim";
"No" = "Não";
"Installing, please wait a moment." = "Instalando, aguarde um momento.";
"Install complete." = "Instalar concluído.";
"Start now" = "Começar agora";
"Install failed, please try again." = "Falha na instalação, tente novamente.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Aguarde pacientemente a conclusão da instalação do programa, caso contrário, poderá causar a exceção do programa.";
"Try again" = "Tente Novamente";
"What's New:" = "Novidades:";
"Checking for updates…" = "Verificando atualizações…";
